Repository: wxy/ai-pulse-macos
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant_hk, zh_hant_tw

# dashboard.vs_period_flat
source: Same as previous period
de: Wie Vorperiode
es: Igual al período ant.
fr: Identique à période préc.
ja: 前期と同水準
ko: 이전 기간과 동일
pt_br: Igual ao período ant.
zh_hans: 与上期持平
zh_hant_hk: 與前期持平
zh_hant_tw: 與前期持平

# dashboard.vs_yesterday
source: vs yesterday
de: vs gestern
es: vs ayer
fr: vs hier
ja: 前日比
ko: 어제 대비
pt_br: vs ontem
zh_hans: 比昨天
zh_hant_hk: 與昨日比較
zh_hant_tw: 與昨日相比

# dashboard.vs_yesterday_flat
source: Same as yesterday
de: Wie gestern
es: Igual que ayer
fr: Identique à hier
ja: 前日と同水準
ko: 어제와 동일
pt_br: Igual a ontem
zh_hans: 与昨天持平
zh_hant_hk: 與昨日持平
zh_hant_tw: 與昨日持平

# dashboard.week_added_del
source: Week ±Lines
de: Woche ±Zeilen
es: Semana ±lín.
fr: Semaine ±lignes
ja: 週間 ±行
ko: 주간 ±줄
pt_br: Semana ±linhas
zh_hans: 本周增减行
zh_hant_hk: 本週 +- 行數
zh_hant_tw: 本週 +- 行數

# dashboard.week_projection
source: Spent %1$@ this week · %2$@ projected · %3$d days left
de: Diese Woche %1$@ · Prognose %2$@ · %3$d Tage übrig
es: Gastado %1$@ esta semana · proyección %2$@ · %3$d días restantes
fr: Dépensé %1$@ cette semaine · prévision %2$@ · %3$d jours restants
ja: 今週使用済み %1$@ · 予測 %2$@ · 残り%3$d日
ko: 이번 주 사용 %1$@ · 예상 %2$@ · %3$d일 남음
pt_br: Gasto %1$@ esta semana · projeção %2$@ · %3$d dias restantes
zh_hans: 本周已花 %1$@ · 预计 %2$@ · 剩余 %3$d 天
zh_hant_hk: 本週已花費 %1$@ · 預計 %2$@ · 剩餘 %3$d 天
zh_hant_tw: 本週已花費 %1$@ · 預計 %2$@ · 剩餘 %3$d 天

# demo.banner
source: 📊 Demo Data · Go to Settings → Integrations to see your real data
de: 📊 Demo-Daten · Einstellungen → Integrationen für echte Daten
es: 📊 Datos de demo · Ajustes → Integraciones para ver tus datos reales
fr: 📊 Données de démo · Réglages → Intégrations pour vos vraies données
ja: 📊 デモデータ ·「設定 → 統合」で実際のデータを表示
ko: 📊 데모 데이터 · 설정 → 통합에서 실제 데이터 보기
pt_br: 📊 Dados de demo · Ajustes → Integrações para ver seus dados reais
zh_hans: 📊 演示数据 · 前往 设置 → 集成 配置工具以查看真实数据
zh_hant_hk: 📊 示範數據 · 前往「設定 → 整合」查看你嘅真實數據
zh_hant_tw: 📊 示範資料 · 前往「設定 → 整合」查看你的真實數據

# demo.enter
source: Enter Demo Mode
de: Demo-Modus starten
es: Entrar en modo demo
fr: Passer en mode démo
ja: デモモードに入る
ko: 데모 모드 시작
pt_br: Entrar no modo demo
zh_hans: 进入演示模式
zh_hant_hk: 進入示範模式
zh_hant_tw: 進入示範模式

# demo.exit
source: Exit Demo Mode
de: Demo-Modus beenden
es: Salir del modo demo
fr: Quitter le mode démo
ja: デモモードを終了
ko: 데모 모드 종료
pt_br: Sair do modo demo
zh_hans: 退出演示模式
zh_hant_hk: 離開示範模式
zh_hant_tw: 離開示範模式

# demo.menu_label
source: 📊 Demo Data
de: 📊 Demo-Daten
es: 📊 Datos demo
fr: 📊 Données démo
ja: 📊 デモデータ
ko: 📊 데모 데이터
pt_br: 📊 Dados demo
zh_hans: 📊 演示数据
zh_hant_hk: 📊 示範數據
zh_hant_tw: 📊 示範資料

# demo.onboarding_msg
source: The app will run in demo mode with sample data. Configure real tools in Settings → Integrations to exit.
de: App läuft im Demo-Modus mit Beispieldaten. Echte Tools unter Einstellungen → Integrationen konfigurieren zum Beenden.
es: La app se ejecuta en modo demo con datos de ejemplo. Configura herramientas reales en Ajustes → Integraciones para salir.
fr: L'app fonctionne en mode démo avec des données exemples. Configurez de vrais outils dans Réglages → Intégrations pour quitter.
ja: アプリはサンプルデータでデモモード実行されます。「設定 → 統合」で実際のツールを設定すると終了します。
ko: 앱이 샘플 데이터로 데모 모드로 실행됩니다. 설정 → 통합에서 실제 도구를 구성하면 종료됩니다.
pt_br: O app roda em modo demo com dados de exemplo. Configure ferramentas reais em Ajustes → Integrações para sair.
zh_hans: 应用将以演示模式运行，展示模拟数据。随时前往 设置 → 集成 配置真实工具后自动退出。
zh_hant_hk: 應用程式會以示範模式執行，使用範例數據。喺「設定 → 整合」設定真實工具以退出。
zh_hant_tw: 應用程式將以示範模式執行，使用範例資料。在「設定 → 整合」中設定真實工具以退出。

# demo.onboarding_title
source: No Tools Configured
de: Keine Tools konfiguriert
es: Sin herramientas configuradas
fr: Aucun outil configuré
ja: ツール未設定
ko: 도구 미설정
pt_br: Nenhuma ferramenta configurada
zh_hans: 未配置任何工具
zh_hant_hk: 未設定工具
zh_hant_tw: 未設定工具

# demo.skip_welcome
source: Skip → Demo
de: Überspringen → Demo
es: Saltar → Demo
fr: Passer → Démo
ja: スキップ → デモ
ko: 건너뛰기 → 데모
pt_br: Pular → Demo
zh_hans: 跳过，进入演示模式
zh_hant_hk: 跳過 → 示範
zh_hant_tw: 跳過 → 示範

# detect.aider_not_found
source: no aider logs found
de: Keine aider-Logs gefunden
es: No se encontraron logs de aider
fr: Aucun log aider trouvé
ja: aider ログが見つかりません
ko: aider 로그 없음
pt_br: Nenhum log do aider encontrado
zh_hans: 未检测到 aider
zh_hant_hk: 搵唔到 aider 記錄
zh_hant_tw: 找不到 aider 記錄

# detect.app_installed
source: %@ installed
de: %@ installiert
es: %@ instalado
fr: %@ installé
ja: %@ インストール済
ko: %@ 설치됨
pt_br: %@ instalado
zh_hans: %@ 已安装
zh_hant_hk: %@ 已安裝
zh_hant_tw: %@ 已安裝

# detect.app_not_found
source: %@ not found
de: %@ nicht gefunden
es: %@ no encontrado
fr: %@ introuvable
ja: %@ が見つかりません
ko: %@ 찾을 수 없음
pt_br: %@ não encontrado
zh_hans: %@ 未找到
zh_hant_hk: 搵唔到 %@
zh_hant_tw: 找不到 %@

# detect.claude_found
source: %d sessions
de: %d Sitzungen
es: %d sesiones
ja: %d セッション
ko: 세션 %d개
pt_br: %d sessões
zh_hans: %d 个会话
zh_hant_hk: %d 個工作階段
zh_hant_tw: %d 個工作階段

# detect.claude_not_found
source: ~/.claude/projects not found
de: ~/.claude/projects nicht gefunden
es: ~/.claude/projects no encontrado
fr: ~/.claude/projects introuvable
ja: ~/.claude/projects が見つかりません
ko: ~/.claude/projects 없음
pt_br: ~/.claude/projects não encontrado
zh_hans: ~/.claude/projects 未找到
zh_hant_hk: 搵唔到 ~/.claude/projects
zh_hant_tw: 找不到 ~/.claude/projects

# detect.codex_desktop_found
source: Codex desktop detected · %d sessions
de: Codex Desktop erkannt · %d Sitzungen
es: Codex de escritorio detectado · %d sesiones
fr: Codex Desktop détecté · %d sessions
ja: Codex デスクトップを検出 · %d セッション
ko: Codex 데스크톱 감지 · 세션 %d개
pt_br: Codex desktop detectado · %d sessões
zh_hans: 已检测到 Codex 桌面应用 · %d 个会话
zh_hant_hk: 已偵測到 Codex 桌面應用程式 · %d 個工作階段
zh_hant_tw: 已偵測到 Codex 桌面應用程式 · %d 個工作階段

# detect.codex_found
source: detected
de: erkannt
es: detectado
fr: détecté
ja: 検出済み
ko: 감지됨
pt_br: detectado
zh_hans: 已检测
zh_hant_hk: 已偵測
zh_hant_tw: 已偵測

# detect.codex_not_found
source: no Codex CLI sessions found
de: keine Codex CLI-Sitzungen gefunden
es: no se encontraron sesiones de Codex CLI
fr: aucune session Codex CLI trouvée
ja: Codex CLI セッションが見つかりません
ko: Codex CLI 세션을 찾지 못함
pt_br: nenhuma sessão do Codex CLI encontrada
zh_hans: 未检测到该工具会话
zh_hant_hk: 未偵測到 Codex CLI 工作階段
zh_hant_tw: 未偵測到 Codex CLI 工作階段

# detect.dsh_found
source: %lld session logs detected
de: %lld Sitzungsprotokolle erkannt
es: %lld registros de sesión detectados
fr: %lld journaux de session détectés
ja: %lld件のセッションログを検出
ko: 세션 로그 %lld개 감지됨
pt_br: %lld registros de sessão detectados
zh_hans: 检测到 %lld 个会话日志
zh_hant_hk: 偵測到 %lld 個工作階段記錄
zh_hant_tw: 偵測到 %lld 個工作階段記錄

# detect.dsh_not_found
source: no DeepSeek Harness session logs found
de: keine DeepSeek Harness-Sitzungsprotokolle gefunden
es: no se encontraron registros de sesión de DeepSeek Harness
fr: aucun journal de session DeepSeek Harness trouvé
ja: DeepSeek Harnessのセッションログが見つかりません
ko: DeepSeek Harness 세션 로그를 찾지 못함
pt_br: nenhum registro de sessão do DeepSeek Harness encontrado
zh_hans: 未检测到 DeepSeek Harness 会话日志
zh_hant_hk: 未偵測到 DeepSeek Harness 工作階段記錄
zh_hant_tw: 未偵測到 DeepSeek Harness 工作階段記錄

# detect.key_configured
source: API key configured
de: API-Key konfiguriert
es: Clave API configurada
fr: Clé API configurée
ja: APIキー設定済
ko: API 키 구성됨
pt_br: Chave API configurada
zh_hans: 已配置 API 密钥
zh_hant_hk: API 密鑰已設定
zh_hant_tw: API 金鑰已設定

# detect.key_missing
source: no API key
de: Kein API-Key
es: Sin clave API
fr: Pas de clé API
ja: APIキーなし
ko: API 키 없음
pt_br: Sem chave API
zh_hans: 未配置 API 密钥
zh_hant_hk: 無 API 密鑰
zh_hant_tw: 無 API 金鑰

# detect.opencode_found
source: detected
de: erkannt
es: detectado
fr: détecté
ja: 検出済み
ko: 감지됨
pt_br: detectado
zh_hans: 已检测
zh_hant_hk: 已偵測
zh_hant_tw: 已偵測

# detect.opencode_not_found
source: no OpenCode sessions found
de: keine OpenCode-Sitzungen gefunden
es: no se encontraron sesiones de OpenCode
fr: aucune session OpenCode trouvée
ja: OpenCode セッションが見つかりません
ko: OpenCode 세션을 찾지 못함
pt_br: nenhuma sessão do OpenCode encontrada
zh_hans: 未检测到 OpenCode 会话
zh_hant_hk: 未偵測到 OpenCode 工作階段
zh_hant_tw: 未偵測到 OpenCode 工作階段

# detect.qwen_code_found
source: detected
de: erkannt
es: detectado
fr: détecté
ja: 検出済み
ko: 감지됨
pt_br: detectado
zh_hans: 已检测
zh_hant_hk: 已偵測
zh_hant_tw: 已偵測

# detect.qwen_code_not_found
source: no Qwen Code sessions found
de: keine Qwen Code-Sitzungen gefunden
es: no se encontraron sesiones de Qwen Code
fr: aucune session Qwen Code trouvée
ja: Qwen Code セッションが見つかりません
ko: Qwen Code 세션을 찾지 못함
pt_br: nenhuma sessão do Qwen Code encontrada
zh_hans: 未检测到 Qwen Code 会话
zh_hant_hk: 未偵測到 Qwen Code 工作階段
zh_hant_tw: 未偵測到 Qwen Code 工作階段

# general.balance_drop_alerts
source: Balance Drop Alerts
de: Warnungen bei Kontostandsabfall
es: Alertas de caída de saldo
fr: Alertes de baisse du solde
ja: 残高急減アラート
ko: 잔액 급감 알림
pt_br: Alertas de queda de saldo
zh_hans: 余额骤降提醒
zh_hant_hk: 餘額驟降提醒
zh_hant_tw: 餘額驟降提醒

# general.balance_drop_alerts_desc
source: Notify when a provider balance drops sharply (most reliable).
de: Benachrichtigen, wenn ein Anbieterguthaben stark sinkt (am zuverlässigsten).
es: Notificar cuando el saldo de un proveedor caiga bruscamente (más fiable).
fr: Notifier lorsque le solde d’un fournisseur chute fortement (le plus fiable).
ja: プロバイダー残高が急減したときに通知します（最も信頼性が高い方法）。
ko: 제공업체 잔액이 급격히 감소하면 알립니다(가장 신뢰할 수 있음).
pt_br: Notificar quando o saldo de um provedor cair bruscamente (mais confiável).
zh_hans: 当服务商余额大幅下降时提醒（最可靠）。
zh_hant_hk: 當服務商餘額大幅下降時提醒（最可靠）。
zh_hant_tw: 當服務商餘額大幅下降時提醒（最可靠）。

# general.coin_sound
source: Coin Sound
de: Münzton
es: Sonido de moneda
fr: Son de pièce
ja: コイン音
ko: 코인 소리
pt_br: Som de moeda
zh_hans: 花费音效
zh_hant_hk: 金幣音效
zh_hant_tw: 金幣音效

# general.coin_sound_desc
source: Play single or continuous consumption cues as new AI activity strengthens the pulse
de: Münzton bei erkannten Guthaben-Ausgaben abspielen
es: Reproducir sonido de moneda al detectar gasto de saldo
fr: Jouer un son de pièce quand une dépense de solde est détectée
ja: 残高消費を検出時にコイン音を再生
ko: 잔액 지출 감지 시 코인 소리 재생
pt_br: Tocar som de moeda ao detectar gasto de saldo
zh_hans: 新的 AI 活动增强消费脉搏时，播放单次或连续消费音效
zh_hant_hk: 偵測到餘額支出時播放金幣音效
zh_hant_tw: 偵測到餘額支出時播放金幣音效

# general.desc
source: Global application settings.
de: Globale Anwendungseinstellungen.
es: Ajustes globales de la aplicación.
fr: Paramètres globaux de l'application.
ja: アプリ全体の設定。
ko: 전역 앱 설정.
pt_br: Configurações globais do app.
zh_hans: 应用全局设置。
zh_hant_hk: 全域應用程式設定。
zh_hant_tw: 全域應用程式設定。

# general.group_general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 常规
zh_hant_hk: 一般
zh_hant_tw: 一般

# general.group_notifications
source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知
zh_hant_hk: 通知
zh_hant_tw: 通知

# general.group_startup
source: Startup & Reset
de: Start & Zurücksetzen
es: Inicio y restablecimiento
fr: Démarrage et réinitialisation
ja: 起動とリセット
ko: 시작 및 재설정
pt_br: Inicialização e redefinição
zh_hans: 启动与重置
zh_hant_hk: 啟動與重置
zh_hant_tw: 啟動與重置

# general.language_label
source: Display Language
de: Anzeigesprache
es: Idioma de pantalla
fr: Langue d'affichage
ja: 表示言語
ko: 표시 언어
pt_br: Idioma de exibição
zh_hans: 显示语言
zh_hant_hk: 顯示語言
zh_hant_tw: 顯示語言

# general.launch_at_login
source: Launch at Login
de: Beim Anmelden starten
es: Iniciar al iniciar sesión
fr: Lancer à l'ouverture de session
ja: ログイン時に起動
ko: 로그인 시 시작
pt_br: Iniciar ao fazer login
zh_hans: 登录时启动
zh_hant_hk: 登入時啟動
zh_hant_tw: 登入時啟動

# general.launch_at_login_desc
source: Automatically open AI Pulse when you log in to your Mac
de: AI Pulse beim Anmelden am Mac automatisch öffnen
es: Abrir AI Pulse automáticamente al iniciar sesión
fr: Ouvrir automatiquement AI Pulse à l'ouverture de session
ja: Macにログイン時にAI Pulseを自動起動
ko: Mac 로그인 시 AI Pulse 자동 실행
pt_br: Abrir AI Pulse automaticamente ao fazer login
zh_hans: 登录 Mac 时自动打开 AI Pulse
zh_hant_hk: 登入 Mac 時自動開啟 AI Pulse
zh_hant_tw: 登入 Mac 時自動開啟 AI Pulse

# general.notification_status_authorized
source: Notifications allowed
de: Mitteilungen erlaubt
es: Notificaciones permitidas
fr: Notifications autorisées
ja: 通知は許可されています
ko: 알림이 허용됨
pt_br: Notificações permitidas
zh_hans: 通知已允许
zh_hant_hk: 通知已允許
zh_hant_tw: 通知已允許

# general.notification_status_denied
source: Notifications are disabled in System Settings
de: Mitteilungen sind in den Systemeinstellungen deaktiviert
es: Las notificaciones están desactivadas en Ajustes del Sistema
fr: Les notifications sont désactivées dans Réglages Système
ja: システム設定で通知が無効になっています
ko: 시스템 설정에서 알림이 비활성화되어 있습니다
pt_br: As notificações estão desativadas nos Ajustes do Sistema
zh_hans: 系统设置中通知未授权
zh_hant_hk: 系統設定中通知未授權
zh_hant_tw: 系統設定中通知未授權

# general.notification_status_not_determined
source: Notification permission not requested yet
de: Mitteilungsberechtigung wurde noch nicht angefordert
es: Aún no se ha solicitado permiso para las notificaciones
fr: L’autorisation des notifications n’a pas encore été demandée
ja: 通知の許可はまだ要求されていません
ko: 아직 알림 권한을 요청하지 않았습니다
pt_br: A permissão para notificações ainda não foi solicitada
zh_hans: 尚未请求通知权限
zh_hant_hk: 尚未請求通知權限
zh_hant_tw: 尚未請求通知權限

# general.open_notification_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
zh_hans: 打开系统设置
zh_hant_hk: 開啟系統設定
zh_hant_tw: 開啟系統設定

# general.refreshing
source: Refreshing…
de: Aktualisiere…
es: Actualizando…
fr: Actualisation…
ja: 更新中…
ko: 새로고침 중…
pt_br: Atualizando…
zh_hans: 正在刷新…
zh_hant_hk: 重新整理中…
zh_hant_tw: 重新整理中…

# general.rerun_welcome
source: Re-run Welcome Setup
de: Willkommens-Setup wiederholen
es: Volver a ejecutar configuración de bienvenida
fr: Relancer l'assistant de bienvenue
ja: ウェルカム設定を再実行
ko: 환영 설정 다시 실행
pt_br: Reexecutar configuração de boas-vindas
zh_hans: 重新运行欢迎设置
zh_hant_hk: 重新執行歡迎設定
zh_hant_tw: 重新執行歡迎設定

# general.rerun_welcome_desc
source: Re-run the first-launch welcome to re-detect tools and configure integrations.
de: Erststart-Assistenten erneut ausführen, um Tools neu zu erkennen und Integrationen zu konfigurieren.
es: Vuelve a ejecutar la configuración de bienvenida para re-detectar herramientas y configurar integraciones.
fr: Relancer l'assistant de premier lancement pour re-détecter les outils et configurer les intégrations.
ja: 初回起動ウィザードを再実行し、ツールの再検出と統合の設定を行います。
ko: 최초 실행 환영 설정을 다시 실행하여 도구 재감지 및 통합을 구성합니다.
pt_br: Reexecute a configuração inicial para re-detectar ferramentas e configurar integrações.
zh_hans: 重新运行首次启动欢迎流程，重新检测工具并配置集成。
zh_hant_hk: 重新執行首次啟動歡迎畫面，重新偵測工具並設定整合。
zh_hant_tw: 重新執行首次啟動歡迎畫面，重新偵測工具並設定整合。

# general.spend_alerts
source: Balance Alerts
de: Guthabenhinweise
es: Alertas de saldo
fr: Alertes de solde
ja: 残高の通知
ko: 잔액 알림
pt_br: Alertas de saldo
zh_hans: 余额消费提醒
zh_hant_hk: 餘額消費提醒
zh_hant_tw: 餘額消費提醒

# general.spend_alerts_desc
source: Reminders based on observed net balance decreases—not itemized bills.
de: Hinweise anhand beobachteter Nettoabnahmen des Guthabens – keine Einzelabrechnung.
es: Avisos basados en disminuciones netas observadas del saldo, no en facturas detalladas.
fr: Rappels fondés sur les diminutions nettes observées du solde, pas sur des factures détaillées.
ja: 観測された残高の純減に基づく通知です。個別の請求明細ではありません。
ko: 관측된 잔액의 순감소를 기준으로 알립니다. 항목별 청구 내역이 아닙니다.
pt_br: Avisos baseados em reduções líquidas observadas no saldo, não em cobranças detalhadas.
zh_hans: 根据已观察到的余额净下降提醒；不代表逐笔账单。
zh_hant_hk: 根據已觀察到的餘額淨下降提醒；不代表逐筆帳單。
zh_hant_tw: 根據已觀察到的餘額淨下降提醒；不代表逐筆帳單。

# general.spend_rate_alerts
source: Spend Rate Alerts
de: Warnungen zur Ausgabenrate
es: Alertas de ritmo de gasto
fr: Alertes de rythme de dépenses
ja: 支出ペースのアラート
ko: 지출 속도 알림
pt_br: Alertas de ritmo de gastos
zh_hans: 花费速率激增提醒
zh_hant_hk: 花費速率激增提醒
zh_hant_tw: 花費速率激增提醒

# general.spend_rate_alerts_desc
source: Notify when spending jumps far above your recent baseline.
de: Benachrichtigen, wenn Ausgaben weit über den letzten Basiswert steigen.
es: Notificar cuando el gasto supere ampliamente tu referencia reciente.
fr: Notifier lorsque les dépenses dépassent largement votre référence récente.
ja: 支出が直近の基準値を大幅に上回ったときに通知します。
ko: 지출이 최근 기준값보다 크게 증가하면 알립니다.
pt_br: Notificar quando os gastos subirem muito acima da sua linha de base recente.
zh_hans: 当花费远超近期基线时提醒。
zh_hant_hk: 當花費遠超近期基線時提醒。
zh_hant_tw: 當花費遠超近期基線時提醒。

# general.subscription_30
source: 30d
de: 30 Tage
fr: 30j
ja: 30日
ko: 30일
zh_hans: 30天
zh_hant_hk: 30天
zh_hant_tw: 30天

# general.subscription_365
source: 1y
de: 365 Tage
es: 1a
fr: 1a
ja: 1年
ko: 1년
pt_br: 1a
zh_hans: 1年
zh_hant_hk: 1年
zh_hant_tw: 1年

# general.subscription_90
source: 90d
de: 90 Tage
fr: 90j
ja: 90日
ko: 90일
zh_hans: 90天
zh_hant_hk: 90天
zh_hant_tw: 90天

# general.subscription_cycle
source: Subscription Cycle
de: Abo-Zyklus
es: Ciclo de suscripción
fr: Cycle d'abonnement
ja: サブスクリプション周期
ko: 구독 주기
pt_br: Ciclo da assinatura
zh_hans: 订阅周期
zh_hant_hk: 訂閱週期
zh_hant_tw: 訂閱週期

# general.subscription_cycle_desc
source: Fixed cost per cycle — never split into days
de: Feste Kosten pro Zyklus — keine Tagesaufteilung
es: Costo fijo por ciclo — nunca se divide por día
fr: Coût fixe par cycle — jamais réparti par jour
ja: 周期ごとの固定費 — 日割りしません
ko: 주기당 고정 비용 — 일별 분할 없음
pt_br: Custo fixo por ciclo — nunca dividido por dia
zh_hans: 按周期显示固定成本，不按天均摊
zh_hant_hk: 按週期顯示固定成本，不按天均攤
zh_hant_tw: 按週期顯示固定成本，不按天均攤

# general.subscription_period
source: Cycle length
de: Zykluslänge
es: Duración del ciclo
fr: Durée du cycle
ja: 周期の長さ
ko: 주기 길이
pt_br: Duração do ciclo
zh_hans: 周期长度
zh_hant_hk: 週期長度
zh_hant_tw: 週期長度

# general.subscription_start
source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
ja: 開始日
ko: 시작일
pt_br: Data de início
zh_hans: 开始日期
zh_hant_hk: 開始日期
zh_hant_tw: 開始日期

# general.system_notifications
source: System Notifications
de: Systemmitteilungen
es: Notificaciones del sistema
fr: Notifications système
ja: システム通知
ko: 시스템 알림
pt_br: Notificações do sistema
zh_hans: 接收系统通知
zh_hant_hk: 接收系統通知
zh_hant_tw: 接收系統通知

# general.system_notifications_desc
source: Turn off to stop system notifications. Sound cues are controlled separately below.
de: Deaktivieren, um Systemmitteilungen zu stoppen. Hinweistöne werden unten separat gesteuert.
es: Desactiva las notificaciones del sistema. Los sonidos se controlan por separado abajo.
fr: Désactivez les notifications système. Les sons se règlent séparément ci-dessous.
ja: オフにするとシステム通知を停止します。通知音は下で個別に設定できます。
ko: 끄면 시스템 알림이 중지됩니다. 효과음은 아래에서 별도로 설정합니다.
pt_br: Desative para interromper as notificações do sistema. Os sons são controlados separadamente abaixo.
zh_hans: 关闭后不再发送系统通知；声音提示由下方独立控制。
zh_hant_hk: 關閉後不再傳送系統通知；聲音提示由下方獨立控制。
zh_hant_tw: 關閉後不再傳送系統通知；聲音提示由下方獨立控制。

# general.title
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用
zh_hant_hk: 一般
zh_hant_tw: 一般

# health.critical
source: Database Error — no data can be loaded
de: Datenbankfehler — keine Daten können geladen werden
es: Error de base de datos — no se pueden cargar datos
fr: Erreur de base de données — aucune donnée ne peut être chargée
ja: データベースエラー — データを読み込めません
ko: 데이터베이스 오류 — 데이터를 로드할 수 없음
pt_br: Erro de banco de dados — nenhum dado pode ser carregado
zh_hans: 数据库异常 — 无法获取任何数据
zh_hant_hk: 資料庫錯誤 — 無法載入任何數據
zh_hant_tw: 資料庫錯誤 — 無法載入任何資料

# health.degraded
source: Partial Outage — some data sources are temporarily unavailable
de: Teilausfall — einige Datenquellen sind vorübergehend nicht verfügbar
es: Interrupción parcial — algunas fuentes de datos no están disponibles temporalmente
fr: Panne partielle — certaines sources de données sont temporairement indisponibles
ja: 部分障害 — 一部のデータソースが一時的に利用不可
ko: 부분 장애 — 일부 데이터 소스 일시적 사용 불가
pt_br: Falha parcial — algumas fontes de dados temporariamente indisponíveis
zh_hans: 部分数据不可用 — 某些数据源暂时无法访问
zh_hant_hk: 部分中斷 — 部分數據來源暫時無法使用
zh_hant_tw: 部分中斷 — 部分資料來源暫時無法使用

# health.impaired
source: Incomplete data — some reads or collection failed
de: Daten unvollständig — Lesen oder Erfassung fehlgeschlagen
es: Datos incompletos — falló la lectura o recopilación
fr: Données incomplètes — échec de lecture ou de collecte
ja: データ不完全 — 読み取りまたは収集に失敗
ko: 데이터 불완전 — 읽기 또는 수집 실패
pt_br: Dados incompletos — falha na leitura ou coleta
zh_hans: 数据不完整 — 部分读取或采集失败
zh_hant_hk: 數據不完整 — 部分讀取或採集失敗
zh_hant_tw: 資料不完整 — 部分讀取或收集失敗

# health.open_log
source: Open Log File
de: Logdatei öffnen
es: Abrir archivo de registro
fr: Ouvrir le fichier journal
ja: ログファイルを開く
ko: 로그 파일 열기
pt_br: Abrir arquivo de log
zh_hans: 打开日志文件
zh_hant_hk: 開啟記錄檔
zh_hant_tw: 開啟記錄檔

# health.send_to_dev
source: You can send this log to the developer for troubleshooting
de: Du kannst dieses Log zur Fehlerbehebung an den Entwickler senden
es: Puedes enviar este registro al desarrollador para solucionar problemas
fr: Vous pouvez envoyer ce journal au développeur pour dépannage
ja: このログを開発者に送信してトラブルシューティングできます
ko: 이 로그를 개발자에게 보내 문제 해결을 요청할 수 있습니다
pt_br: Você pode enviar este log ao desenvolvedor para solução de problemas
zh_hans: 可将日志发送给开发者协助定位问题
zh_hant_hk: 你可以將此記錄檔發送畀開發者進行疑難排解
zh_hant_tw: 你可以將此記錄檔發送給開發者進行疑難排解

source: hourly
de: stündlich
es: cada hora
fr: horaire
ja: 時間別
ko: 시간별
pt_br: por hora
zh_hans: 按小时
zh_hant_hk: 按小時
zh_hant_tw: 按小時

source: iCloud access restricted
de: iCloud-Zugriff eingeschränkt
es: Acceso a iCloud restringido
fr: Accès iCloud restreint
ja: iCloudアクセスが制限されています
ko: iCloud 접근이 제한됨
pt_br: Acesso ao iCloud restrito
zh_hans: iCloud 访问受限
zh_hant_hk: iCloud 訪問受限
zh_hant_tw: iCloud 訪問受限

source: iCloud account available
de: iCloud-Account verfügbar
es: Cuenta de iCloud disponible
fr: Compte iCloud disponible
ja: iCloudアカウントを利用可能
ko: iCloud 계정을 사용할 수 있음
pt_br: Conta do iCloud disponível
zh_hans: iCloud 账户可用
zh_hant_hk: iCloud 帳戶可用
zh_hant_tw: iCloud 帳戶可用

source: iCloud account not checked
de: iCloud-Account nicht geprüft
es: Cuenta de iCloud sin comprobar
fr: Compte iCloud non vérifié
ja: iCloudアカウントは未確認です
ko: iCloud 계정이 확인되지 않음
pt_br: Conta do iCloud não verificada
zh_hans: 尚未检查 iCloud 账户
zh_hant_hk: 尚未檢查 iCloud 帳戶
zh_hant_tw: 尚未檢查 iCloud 帳戶

source: iCloud required
de: iCloud erforderlich
es: Se requiere iCloud
fr: iCloud requis
ja: iCloudが必要です
ko: iCloud 필요
pt_br: iCloud necessário
zh_hans: 需要 iCloud
zh_hant_hk: 需要 iCloud
zh_hant_tw: 需要 iCloud

source: iCloud status temporarily unavailable
de: iCloud-Status vorübergehend nicht verfügbar
es: Estado de iCloud no disponible temporalmente
fr: État iCloud temporairement indisponible
ja: iCloudの状態を一時的に確認できません
ko: iCloud 상태를 일시적으로 확인할 수 없습니다
pt_br: Status do iCloud temporariamente indisponível
zh_hans: 暂时无法确认 iCloud 状态
zh_hant_hk: 暫時無法確認 iCloud 狀態
zh_hant_tw: 暫時無法確認 iCloud 狀態

source: iPhone reads summaries uploaded by your Mac. Sync again fetches iCloud data; it does not trigger a Mac upload or scan development logs.
de: Das iPhone liest vom Mac hochgeladene Zusammenfassungen. Erneutes Synchronisieren ruft iCloud-Daten ab, löst aber keinen Mac-Upload oder Scan von Entwicklungsprotokollen aus.
es: El iPhone lee los resúmenes que carga tu Mac. Volver a sincronizar obtiene datos de iCloud; no inicia una carga del Mac ni escanea registros de desarrollo.
fr: L’iPhone lit les résumés envoyés par votre Mac. Une nouvelle synchronisation récupère les données iCloud sans déclencher d’envoi du Mac ni analyser les journaux de développement.
ja: iPhoneはMacがアップロードしたサマリーをiCloudから読み取ります。再同期はiCloudデータを取得するだけで、Macからのアップロードや開発ログのスキャンは開始しません。
ko: iPhone은 Mac이 업로드한 요약을 읽습니다. 다시 동기화하면 iCloud 데이터를 가져올 뿐 Mac 업로드나 개발 로그 스캔을 시작하지 않습니다.
pt_br: O iPhone lê os resumos enviados pelo Mac. Sincronizar novamente obtém os dados do iCloud; isso não inicia um envio pelo Mac nem verifica registros de desenvolvimento.
zh_hans: iPhone 从 iCloud 读取 Mac 上传的摘要。重新同步不会触发 Mac 上传，也不会扫描本地开发日志。
zh_hant_hk: iPhone 從 iCloud 讀取 Mac 上傳的摘要。重新同步不會觸發 Mac 上傳，也不會掃描本地開發記錄。
zh_hant_tw: iPhone 從 iCloud 讀取 Mac 上傳的摘要。重新同步不會觸發 Mac 上傳，也不會掃描本地開發記錄。
